{
    "Acne": {
    "info": "Your skin has tiny holes called pores that can become blocked by oil, bacteria, dead skin cells, and dirt. When this occurs, you may develop a pimple, sometimes also called a zit or blemish. If you get pimples often, especially several at once repeatedly, you may have acne. In other words, acne is the skin condition that causes pimples. ",
    "recomm": ["Dermatologists", "Internists", "Family Physicians"],
    "symptoms": [
    "Skin rash",
    "Pus filled pimples",
    "Blackheads",
    "Scurring"
    ],
    "link": "https://www.healthline.com/health/skin/acne"
    },
    "Alcoholic hepatitis": {
    "info": "Alcoholic hepatitis is an inflammatory condition of the liver caused by heavy alcohol consumption over an extended period of time. Ongoing alcohol use and binge drinking can both aggravate this condition. ",
    "recomm": ["Hepatologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Vomiting",
    "Yellowish skin",
    "Abdominal pain",
    "Swelling of stomach",
    "Distention of abdomen",
    "History of alcohol consumption",
    "Fluid overload.1"
    ],
    "link": "https://www.healthline.com/health/alcoholic-hepatitis"
    },
    "Allergy": {
    "info": "An allergy is an immune system response to a foreign substance that's not typically harmful to your body. These foreign substances are called allergens. They can include certain foods, pollen, or pet dander.",
    "recomm": ["Allergists/Immunologists", "Pulmonologists"],
    "symptoms": [
    "Continuous sneezing",
    "Shivering",
    "Chills",
    "Watering from eyes"
    ],
    "link": "https://www.healthline.com/health/allergies"
    },
    "Arthritis": {
    "info": "Arthritis is an inflammation of the joints that may affect one joint or multiple joints. The symptoms of arthritis usually develop over time, but they may also appear suddenly. There are more thanTrusted Source 100 different types of arthritis, with different causes and treatment methods. ",
    "recomm": ["Primary Care Providers (PCP)", "Orthopaedic Surgeons", "Rheumatologists", "Physiotherapists"],
    "symptoms": [
    "Muscle weakness",
    "Stiff neck",
    "Swelling joints",
    "Movement stiffness",
    "Painful walking"
    ],
    "link": "https://www.healthline.com/health/arthritis"
    },
    "Bronchial Asthma": {
    "info": "Although bronchitis can happen even if you don't have asthma, asthma can increase your chances of developing bronchitis. Asthmatic bronchitis is bronchitis that happens as a result of asthma. Bronchitis and asthma are linked. Having asthma puts you at an increased risk of bronchitis. This is because asthma constricts the air vessels in you lungs. ",
    "recomm": ["Pulmonologists", "Paediatricians", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Fatigue",
    "Cough",
    "High fever",
    "Breathlessness",
    "Family history",
    "Mucoid sputum"
    ],
    "link": "https://www.healthline.com/health/asthma/asthma-bronchitis"
    },
    "Cervical spondylosis": {
    "info": "Cervical spondylosis is a common, age-related condition that affects the joints and discs in your cervical spine, which is in your neck. It's also known as cervical osteoarthritis or neck arthritis. It develops from the wear and tear of cartilage and bones. While it's largely the result of age, it can be caused by other factors as well.",
    "recomm": ["Orthopaedic Surgeons", "Physiotherapists", "Neurologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Back pain",
    "Weakness in limbs",
    "Neck pain",
    "Dizziness",
    "Loss of balance"
    ],
    "link": "https://www.healthline.com/health/cervical-spondylosis#_noHeaderPrefixedContent"
    },
    "Chicken pox": {
    "info": "Chickenpox, also called varicella, is characterized by itchy red blisters that appear all over the body. A virus causes this condition. It often affects children, and was so common it was considered a childhood rite of passage. It's very rare to have the chickenpox infection more than once. And since the chickenpox vaccine was introduced in the mid-1990s, cases have declined.",
    "recomm": ["Paediatricians", "Primary Care Providers (PCP)", "Family Physicians"],
    "symptoms": [
    "Itching",
    "Skin rash",
    "Fatigue",
    "Lethargy",
    "High fever",
    "Headache",
    "Loss of appetite",
    "Mild fever",
    "Swelled lymph nodes",
    "Malaise",
    "Red spots over body"
    ],
    "link": "https://www.healthline.com/health/chickenpox"
    },
    "Chronic cholestasis": {
    "info": "Cholestasis is a liver disease. It occurs when the flow of bile from your liver is reduced or blocked. Bile is fluid produced by your liver that aids in the digestion of food, especially fats. When bile flow is altered, it can lead to a buildup of bilirubin. Bilirubin is a pigment produced by your liver and excreted from your body via bile.",
    "recomm": ["Gastroenterologists", "Hepatologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Itching",
    "Vomiting",
    "Yellowish skin",
    "Nausea",
    "Loss of appetite",
    "Abdominal pain",
    "Yellowing of eyes"
    ],
    "link": "https://www.healthline.com/health/cholestasis"
    },
    "Common Cold": {
    "info": "The common cold is a viral infection that affects the upper respiratory tract. The most common cause is a rhinovirus, and the most common symptoms are a stuffy or runny nose, sneezing, and a scratchy, sore throat.",
    "recomm": ["Primary Care Providers (PCP)", "Family Physicians", "Allergists/Immunologists"],
    "symptoms": [
    "Continuous sneezing",
    "Chills",
    "Fatigue",
    "Cough",
    "Headache",
    "Swelled lymph nodes",
    "Malaise",
    "Phlegm",
    "Throat irritation",
    "Redness of eyes",
    "Sinus pressure",
    "Runny nose",
    "Congestion",
    "Muscle pain"
    ],
    "link": "https://www.healthline.com/health/cold-flu/cold"
    },
    "Dengue": {
    "info": "Dengue fever is a disease caused by four dengue viruses spread by the Aedes aegypti mosquito. Once you contract one of the dengue viruses, you develop immunity to that virus for the rest of your life. However, you can still contract the other three viruses, so it's possible to get all four dengue viruses in your lifetime. The viruses that cause dengue fever are related to those that cause yellow fever and West Nile virus infection.",
    "recomm": ["Allergists/Immunologists", "Primary Care Providers (PCP)", "Family Physicians"],
    "symptoms": [
    "Skin rash",
    "Chills",
    "Joint pain",
    "Vomiting",
    "Fatigue",
    "Headache",
    "Nausea",
    "Loss of appetite",
    "Pain behind the eyes",
    "Back pain",
    "Malaise",
    "Muscle pain",
    "Red spots over body"
    ],
    "link": "https://www.healthline.com/health/dengue-fever"
    },
    "Diabetes": {
    "info": "Diabetes mellitus is a metabolic disease that causes high blood sugar. Your body either doesn't make enough insulin or can't effectively use the insulin it makes. The hormone insulin moves sugar from the blood into your cells to be stored or used for energy. If this malfunctions, you may have diabetes. Untreated high blood sugar from diabetes can damage your nerves, eyes, kidneys, and other organs. But educating yourself about diabetes and taking steps to prevent or manage it can help you protect your health.",
    "recomm": ["Endocrinologists", "Diabetologists", "Primary Care Providers (PCP)", "Family Physicians"],
    "symptoms": [
    "Fatigue",
    "Weight loss",
    "Restlessness",
    "Lethargy",
    "Irregular sugar level",
    "Blurred and distorted vision",
    "Obesity",
    "Excessive hunger",
    "Increased appetite",
    "Polyuria"
    ],
    "link": "https://www.healthline.com/health/diabetes"
    },
    "Dimorphic hemmorhoids(piles)": {
    "info": "Hemorrhoids are swollen veins located around the anus or in the lower rectum. About 50 percentTrusted Source of adults experience the symptoms of hemorrhoids by the age of 50. Hemorrhoids can either be internal or external. Internal hemorrhoids develop within the anus or rectum. External hemorrhoids develop outside of the anus. Hemorrhoids are also known as piles. External hemorrhoids are the most common and most troublesome. Hemorrhoids may cause pain, severe itching, and difficulty sitting. Fortunately, they're treatable.",
    "recomm": ["Primary Care Providers (PCP)", "Gastroenterologists", "Colon and Rectal Surgeons"],
    "symptoms": [
    "Constipation",
    "Pain during bowel movements",
    "Pain in anal region",
    "Bloody stool",
    "Irritation in anus"
    ],
    "link": "https://www.healthline.com/health/hemorrhoids"
    },
    "Drug Reaction": {
    "info": "A drug allergy (reaction) is an allergic reaction to a medication. With an allergic reaction, your immune system, which fights infection and disease, reacts to the drug. This reaction can cause symptoms such as rash, fever, and trouble breathing.",
    "recomm": ["Primary Care Providers (PCP)", "Family Physicians", "Allergists/Immunologists"],
    "symptoms": [
    "Itching",
    "Stomach pain",
    "Burning micturition",
    "Spotting  urination"
    ],
    "link": "https://www.healthline.com/health/drug-allergy"
    },
    "Fungal infection": {
    "info": "Fungal infections can affect anyone, and they can appear on several parts of the body. A jock with athlete's foot, a baby with thrush, and a woman with a vaginal yeast infection are just a few examples. Fungi are microorganisms characterized by a substance in their cell walls called chitin. Some fungi, like many types of mushrooms, are edible. Other types of fungi, like aspergillus, can be extremely dangerous and lead to life-threatening diseases. Different types of fungi can cause fungal infections. In some cases, fungi that aren't typically found on or inside your body can colonize it and cause an infection. In other cases, fungi that are normally present on or inside your body can multiply out of control and cause an infection. Fungal infections can be contagious. They can spread from one person to another. In some cases, you can also catch disease-causing fungi from infected animals or contaminated soil or surfaces.",
    "recomm": ["Primary Care Providers (PCP)", "Family Physicians", "Dermatologists", "Allergists/Immunologists"],
    "symptoms": [
    "Itching",
    "Skin rash",
    "Nodal skin eruptions",
    "Dischromic  patches"
    ],
    "link": "https://www.healthline.com/health/fungal-infection"
    },
    "GERD": {
    "info": "Gastroesophageal reflux disease (GERD) is a chronic and more severe form of acid reflux. Causes and risk factors include overeating and pregnancy. Most people can manage their symptoms with lifestyle changes or medications. Acid reflux happens when contents from your stomach move back up into your esophagus. This action is also called acid regurgitation or gastroesophageal reflux.",
    "recomm": ["Paediatricians", "Primary Care Providers (PCP)", "Gastroenterologists"],
    "symptoms": [
    "Stomach pain",
    "Acidity",
    "Ulcers on tongue",
    "Cough",
    "Chest pain"
    ],
    "link": "https://www.healthline.com/health/gerd"
    },
    "Gastroenteritis": {
    "info": "Viral gastroenteritis is an inflammation and irritation of your intestines caused by one of a number of viruses, most commonly norovirus or rotavirus. This illness is also known as the stomach flu. ",
    "recomm": ["Primary Care Providers (PCP)", "Gastroenterologists", "Paediatricians"],
    "symptoms": [
    "Vomiting",
    "Sunken eyes",
    "Dehydration",
    "Diarrhoea"
    ],
    "link": "https://www.healthline.com/health/viral-gastroenteritis"
    },
    "Heart attack": {
    "info": "A heart attack happens when blood flow to the heart is blocked or cut off. If there's not sufficient oxygen-rich blood flowing to the heart, it can cause damage to the affected area. As a result, the heart muscle begins to die. When your heart isn't getting the blood and oxygen it needs to function properly, it can put you at a higher risk of heart failure and other serious complications. A heart attack is a life threatening medical emergency. The sooner you can get medical treatment that restores normal blood flow to your heart, the better your chance of a successful outcome. ",
    "recomm": ["Cardiologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Vomiting",
    "Breathlessness",
    "Sweating",
    "Chest pain"
    ],
    "link": "https://www.healthline.com/health/heart-attack"
    },
    "Hepatitis B": {
    "info": "The viral infection hepatitis B is transmitted through bodily fluids such as blood. There's no cure for this common liver disease, but an effective vaccine and antiviral medications are available. Hepatitis B is a liver infection caused by the hepatitis B virus (HBV). HBV is one of five types of viral hepatitis. The others are hepatitis A, C, D, and E. Each is a different type of virus. Types B and C are most likely to become chronic, or long lasting. HBV infection can be acute or chronic.",
    "recomm": ["Hepatologists", "Gastroenterologists", "Primary Care Providers (PCP)", "Allergists/Immunologists"],
    "symptoms": [
    "Itching",
    "Fatigue",
    "Lethargy",
    "Yellowish skin",
    "Dark urine",
    "Loss of appetite",
    "Abdominal pain",
    "Yellowing of eyes",
    "Malaise",
    "Receiving blood transfusion",
    "Receiving unsterile injections"
    ],
    "link": "https://www.healthline.com/health/hepatitis-b"
    },
    "Hepatitis C": {
    "info": "Hepatitis C is a viral condition leading to inflammation of the liver. It can be acute or chronic, and is only transmitted through blood-to-blood contact. Complications can be serious, but if treated, it can usually be cured. Hepatitis C, an inflammation of the liver, develops after you contract the hepatitis C virus. This virus is bloodborne, which means you can only transmit or contract it through blood that carries the virus. ",
    "recomm": ["Hepatologists", "Gastroenterologists", "Primary Care Providers (PCP)", "Allergists/Immunologists"],
    "symptoms": [
    "Fatigue",
    "Yellowish skin",
    "Nausea",
    "Loss of appetite",
    "Yellowing of eyes",
    "Family history"
    ],
    "link": "https://www.healthline.com/health/hepatitis-c"
    },
    "Hepatitis D": {
    "info": "Hepatitis D, also known as the hepatitis delta virus, is an infection that causes the liver to become inflamed. This swelling can impair liver function and cause long-term liver problems, including liver scarring and cancer. The condition is caused by the hepatitis D virus (HDV).",
    "recomm": ["Hepatologists", "Gastroenterologists", "Primary Care Providers (PCP)", "Allergists/Immunologists"],
    "symptoms": [
    "Vomiting",
    "Fatigue",
    "Yellowish skin",
    "Dark urine",
    "Nausea",
    "Loss of appetite",
    "Abdominal pain",
    "Yellowing of eyes"
    ],
    "link": "https://www.healthline.com/health/delta-agent-hepatitis-d"
    },
    "Hepatitis E": {
    "info": "Hepatitis E is a waterborne disease that results from exposure to the hepatitis E virus (HEV). Hepatitis E is mainly found in areas with poor sanitation and typically results from ingesting fecal matter that contaminates the water supply. Hepatitis E is usually acute but can be particularly dangerous in pregnant women.",
    "recomm": ["Hepatologists", "Gastroenterologists", "Primary Care Providers (PCP)", "Allergists/Immunologists"],
    "symptoms": [
    "Joint pain",
    "Vomiting",
    "Fatigue",
    "High fever",
    "Yellowish skin",
    "Dark urine",
    "Nausea",
    "Loss of appetite",
    "Abdominal pain",
    "Yellowing of eyes",
    "Acute liver failure",
    "Coma",
    "Stomach bleeding"
    ],
    "link": "https://www.healthline.com/health/hepatitis"
    },
    "Hypertension": {
    "info": "High blood pressure, or hypertension, occurs when the force of blood pushing through your vessels is consistently too high. In this article, we'll cover the basics of hypertension, including its symptoms, causes, how it's treated, and more. Hypertension typically develops over the course of several years. Usually, you don't notice any symptoms. But even without symptoms, high blood pressure can cause damage to your blood vessels and organs, especially the brain, heart, eyes, and kidneys.",
    "recomm": [],
    "symptoms": [
    "Headache",
    "Chest pain",
    "Loss of balance",
    "Lack of concentration"
    ],
    "link": "https://www.healthline.com/health/high-blood-pressure-hypertension"
    },
    "Hyperthyroidism": {
    "info": "Hyperthyroidism occurs when your thyroid gland is overproducing thyroid hormones. This can cause symptoms that may include weight loss and increased appetite.The thyroid is a small, butterfly-shaped gland located at the front of your neck. It produces thyroxine (T4) and triiodothyronine (T3), which are two primary hormones that control how your cells use energy. Your thyroid gland regulates your metabolism through the release of these hormones.",
    "recomm": ["Hepatologists", "Gastroenterologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Fatigue",
    "Mood swings",
    "Restlessness",
    "Sweating",
    "Diarrhoea",
    "Fast heart rate",
    "Excessive hunger",
    "Muscle weakness",
    "Irritability",
    "Abnormal menstruation",
    "Enlarged neck"
    ],
    "link": "https://www.healthline.com/health/hyperthyroidism"
    },
    "Hypoglycemia": {
    "info": "Low blood sugar, also known as hypoglycemia, happens when your blood sugar (glucose) drops below a healthy range. If your blood sugar drops too low, it can be a dangerous condition that needs immediate treatment. Your blood sugar is considered low when it drops below 70 mg/dL. Hypoglycemia is most common in people with diabetes. Taking too much medication (specifically sulfonylureas or insulin), skipping meals, not eating enough, or exercising more than usual can lead to low blood sugar if you have diabetes. In rare cases, hypoglycemia may be a result of other conditions or some types of drugs. ",
    "recomm": ["Endocrinologists", "Diabetologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Fatigue",
    "Anxiety",
    "Sweating",
    "Headache",
    "Nausea",
    "Blurred and distorted vision",
    "Excessive hunger",
    "Drying and tingling lips",
    "Slurred speech",
    "Irritability",
    "Palpitations"
    ],
    "link": "https://www.healthline.com/health/hypoglycemia"
    },
    "Hypothyroidism": {
    "info": "Hypothyroidism occurs when your body doesn't produce enough thyroid hormones. The thyroid is a small, butterfly-shaped gland that sits in front of your windpipe. It releases hormones that help your body regulate and use energy. Thyroid hormones help control functions including how your heart beats and how your digestive system works. Without the right amount of thyroid hormones, your body's natural functions begin to slow down. Also called underactive thyroid, hypothyroidism usually affects people over the age of 60 and is more common in women than men. It may be discovered through a routine blood test or after symptoms begin.",
    "recomm": ["Endocrinologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Fatigue",
    "Cold hands and feets",
    "Mood swings",
    "Lethargy",
    "Dizziness",
    "Puffy face and eyes",
    "Enlarged thyroid",
    "Brittle nails",
    "Swollen extremeties",
    "Depression",
    "Irritability",
    "Abnormal menstruation"
    ],
    "link": "https://www.healthline.com/health/hypothyroidism/symptoms-treatments-more"
    },
    "Impetigo": {
    "info": "Impetigo is a bacterial infection that affects the skin, causing sores and blisters. It can appear differently depending on the stage of infection and what part of the body it affects. Impetigo is a common contagious skin infection. Bacteria like Staphylococcus aureus or Streptococcus pyogenes infect the outer layers of the skin, called the epidermis. The face, arms, and legs are most often affected. Anyone can get impetigo, but it most commonly affects children, especially those ages 2 to 5.",
    "recomm": ["Dermatologists", "Primary Care Providers (PCP)", "Paediatricians"],
    "symptoms": [
    "Skin rash",
    "High fever",
    "Blister",
    "Red sore around nose",
    "Yellow crust ooze"
    ],
    "link": "https://www.healthline.com/health/impetigo"
    },
    "Jaundice": {
    "info": "Jaundice is a serious medical condition that makes your skin and the whites of your eyes look yellowish. This happens when too much bilirubin builds up in your blood. Bilirubin is a yellowish pigment created as hemoglobin — a component of red blood cells — is broken down. Normally, bilirubin is delivered from the bloodstream into your liver. Then, it passes through tubes called bile ducts. These ducts carry a substance called bile into your small intestine. Eventually, bilirubin is passed out of your body through urine or stool.",
    "recomm": ["Gastroenterologists", "Primary Care Providers (PCP)", "Family Physicians"],
    "symptoms": [
    "Itching",
    "Vomiting",
    "Fatigue",
    "Weight loss",
    "High fever",
    "Yellowish skin",
    "Dark urine",
    "Abdominal pain"
    ],
    "link": "https://www.healthline.com/health/jaundice-types"
    },
    "Malaria": {
    "info": "Malaria is a life-threatening disease. It's typically transmitted through the bite of an infected Anopheles mosquito. Infected mosquitoes carry the Plasmodium parasite. When this mosquito bites you, the parasite is released into your bloodstream. Once the parasites are inside your body, they travel to the liver, where they mature. After several days, the mature parasites enter the bloodstream and begin to infect red blood cells. Within 48 to 72 hours, the parasites inside the red blood cells multiply, causing the infected cells to burst open. The parasites continue to infect red blood cells, resulting in symptoms that occur in cycles that last two to three days at a time.",
    "recomm": ["Allergists/Immunologists", "Primary Care Providers (PCP)", "Family Physicians"],
    "symptoms": [
    "Chills",
    "Vomiting",
    "High fever",
    "Sweating",
    "Headache",
    "Nausea",
    "Muscle pain"
    ],
    "link": "https://www.healthline.com/health/malaria"
    },
    "Migraine": {
    "info": "Migraine is a neurological condition that typically causes painful headache attacks that occur with additional symptoms, such as sensitivity to light, sound, smell, or touch. More than just the cause of “really bad headaches,” migraine is a neurological condition that can cause multiple symptoms.",
    "recomm": ["Neurologists", "Primary Care Providers (PCP)", "Family Physicians"],
    "symptoms": [
    "Acidity",
    "Indigestion",
    "Headache",
    "Blurred and distorted vision",
    "Excessive hunger",
    "Stiff neck",
    "Depression",
    "Visual disturbances"
    ],
    "link": "https://www.healthline.com/health/migraine"
    },
    "Osteoarthristis": {
    "info": "Osteoarthritis (OA) is the most common chronic joint condition. OA is also called wear-and-tear arthritis, degenerative arthritis, and degenerative joint disease. A joint is where two bones come together. Cartilage is the protective tissue that covers the ends of the bones. With OA, this cartilage breaks down, causing the bones within the joint to rub together. This can cause pain, stiffness, and other symptoms. OA occurs most often in older people, although it can occur in adults of any age.",
    "recomm": ["Rheumatologists", "Orthopaedic Surgeons", "Physiotherapists", "Sports Medicine Specialists"],
    "symptoms": [
    "Joint pain",
    "Neck pain",
    "Knee pain",
    "Hip joint pain",
    "Swelling joints",
    "Painful walking"
    ],
    "link": "https://www.healthline.com/health/osteoarthritis"
    },
    "Peptic ulcer disease": {
    "info": "Peptic ulcers are sores in the lining of the stomach, lower esophagus, or small intestine caused by inflammation from the bacteria Helicobacter pylori (H. pylori) and stomach acid erosion.",
    "recomm": ["Gastroenterologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Vomiting",
    "Indigestion",
    "Loss of appetite",
    "Abdominal pain",
    "Passage of gases",
    "Internal itching"
    ],
    "link": "https://www.healthline.com/health/peptic-ulcer"
    },
    "Pneumonia": {
    "info": "Pneumonia is an infection caused by bacteria, viruses, or fungi. It leads to inflammation in the air sacs of one or both lungs. These sacs, called alveoli, fill with fluid or pus, making it difficult to breathe. Both viral and bacterial pneumonia is contagious. This means they can spread from person to person through inhalation of airborne droplets from a sneeze or cough. You can also get these types of pneumonia by coming into contact with surfaces or objects that are contaminated with pneumonia-causing bacteria or viruses.",
    "recomm": ["Allergists/Immunologists", "Primary Care Providers (PCP)", "Family Physicians"],
    "symptoms": [
    "Chills",
    "Fatigue",
    "Cough",
    "Breathlessness",
    "Sweating",
    "Malaise",
    "Phlegm",
    "Chest pain",
    "Fast heart rate",
    "Rusty sputum"
    ],
    "link": "https://www.healthline.com/health/pneumonia"
    },
    "Psoriasis": {
    "info": "Psoriasis is a chronic autoimmune condition that causes the rapid buildup of your skin cells. This buildup of cells causes scaling on your skin's surface. Inflammation and redness around the scales are fairly common. Typical psoriatic scales are whitish-silver and develop in thick, red patches. However, on darker skin tones, they can also appear more as purplish, dark brown with gray scales. Sometimes, these patches will crack and bleed. Psoriasis is the result of a sped-up skin production process. Typically, skin cells grow deep in your skin and slowly rise to the surface. Eventually, they fall off. The typical life cycle of a skin cell is 1 month. ",
    "recomm": ["Rheumatologists", "Dermatologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Skin rash",
    "Joint pain",
    "Skin peeling",
    "Silver like dusting",
    "Small dents in nails",
    "Inflammatory nails"
    ],
    "link": "https://www.healthline.com/health/psoriasis"
    },
    "Tuberculosis": {
    "info": "Tuberculosis (TB) is an infectious disease that typically affects the lungs, though it can also involve other body parts. When it affects the lungs, it's called pulmonary TB. TB outside of the lung is called extrapulmonary TB. It can also be categorized as being either active or latent. Active TB is contagious and causes symptoms. Latent TB, on the other hand, doesn't cause symptoms and isn't contagious. ",
    "recomm": ["Pulmonologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Chills",
    "Vomiting",
    "Fatigue",
    "Weight loss",
    "Cough",
    "High fever",
    "Breathlessness",
    "Sweating",
    "Loss of appetite",
    "Mild fever",
    "Yellowing of eyes",
    "Swelled lymph nodes",
    "Malaise",
    "Phlegm",
    "Chest pain",
    "Blood in sputum"
    ],
    "link": "https://www.healthline.com/health/tuberculosis"
    },
    "Typhoid": {
    "info": "Typhoid fever is a serious bacterial infection that easily spreads through contaminated water and food. Along with high fever, it can cause abdominal pains, headache, and loss of appetite. Typhoid fever may also be referred to as typhoid. With treatment, most people make a full recovery. But untreated typhoid can lead to life threatening complications.",
    "recomm": ["Primary Care Providers (PCP)", "Allergists/Immunologists", "Family Physicians"],
    "symptoms": [
    "Chills",
    "Vomiting",
    "Fatigue",
    "High fever",
    "Headache",
    "Constipation",
    "Abdominal pain",
    "Diarrhoea",
    "Toxic look (typhos)",
    "Belly pain"
    ],
    "link": "https://www.healthline.com/health/typhoid"
    },
    "Urinary tract infection": {
    "info": "A urinary tract infection (UTI) is an infection in the organs in your urinary tract, which includes the bladder and kidneys. Symptoms depend on the part of the urinary tract affected.A UTI is an infection from microbes. These are organisms that are too small to be seen without a microscope. Most UTIs are caused by bacteria, but some are caused by fungi and, in rare cases, by viruses. UTIs are among the most common infections in humans.",
    "recomm": ["Urologists", "Primary Care Providers (PCP)", "Family Physicians"],
    "symptoms": [
    "Burning micturition",
    "Bladder discomfort",
    "Foul smell of urine",
    "Continuous feel of urine"
    ],
    "link": "https://www.healthline.com/health/urinary-tract-infection-adults"
    },
    "Varicose veins": {
    "info": "Varicose veins, also known as varicoses or varicosities, occur when your veins become enlarged, dilated, and overfilled with blood. Varicose veins typically appear swollen and raised, and have a bluish-purple or red color. They are often painful.",
    "recomm": ["Radiologists", "Vascular Surgeons", "Cardiologists", "Dermatologists", "Primary Care Providers (PCP)"],
    "symptoms": [
    "Fatigue",
    "Cramps",
    "Bruising",
    "Obesity",
    "Swollen legs",
    "Swollen blood vessels",
    "Prominent veins on calf"
    ],
    "link": "https://www.healthline.com/health/varicose-veins"
    },
    "hepatitis A": {
    "info": "Hepatitis refers to inflammation of the liver caused by exposure to toxins, alcohol misuse, immune diseases, or infection. Viruses cause the majority of cases of hepatitis, including all cases of hepatitis A. Hepatitis A is a form of the disease caused by the hepatitis A virus (HAV). This is an acute (short-term) type of hepatitis, which usually requires no treatment.",
    "recomm": ["Hepatologists", "Gastroenterologists", "Primary Care Providers (PCP)", "Allergists/Immunologists"],
    "symptoms": [
    "Joint pain",
    "Vomiting",
    "Yellowish skin",
    "Dark urine",
    "Nausea",
    "Loss of appetite",
    "Abdominal pain",
    "Diarrhoea",
    "Mild fever",
    "Yellowing of eyes",
    "Muscle pain"
    ],
    "link": "https://www.healthline.com/health/hepatitis-a"
    }
    }